Repository: common-repository/pandavideo
Catalog: languages/pandavideo-*.po
Languages: es_es, pt_br

source: <b>Use custom CSS</b>
es_es: <b>Utilizar CSS personalizados</b>
pt_br: <b>Utilizar CSS personalizadow</b>

source: Active preload
es_es: Precarga activa
pt_br: Ativar preload

source: All plugins have been installed successfully. %1$s
es_es: Todos los plugins se han instalado correctamente. %1$s
pt_br: Todos os plugins foram instalados com êxito. %1$s

source: An error has occurred while installing the plugin %s.
es_es: Se ha producido un error al instalar el plugin %s.
pt_br: Ocorreu um erro ao instalar o plugin %s.

source: Animation in loop
es_es: Animación en bucle
pt_br: Animação em loop

source: Animations
es_es: Animaciones
pt_br: Animações

source: Another tab
es_es: Otra pestaña
pt_br: Outra aba

source: Ask users if they want to continue or restart
es_es: Preguntar a los usuarios si desean continuar o reiniciar
pt_br: Continuar de onde parou

source: Back to the begin
es_es: Volver al principio
pt_br: Voltar ao início

source: Background color
es_es: Color de fondo
pt_br: Cor de fundo

source: Big Play Button
es_es: Botón Big Play
pt_br: Botão de play grande

source: Big Play Button's size
es_es: Tamaño del botón Big Play
pt_br: Tamanho do Botão de play grande

source: Bold
es_es: Negrita

source: Bottom text
es_es: Texto inferior
pt_br: Texto inferior

source: Button 1
es_es: Botón 1
pt_br: Botão 1

source: Button 1's title
es_es: Título del botón 1
pt_br: Título do botão 1

source: Button 2
es_es: Botón 2
pt_br: Botão 2

source: Button 2's title
es_es: Título del botón 2
pt_br: Título do botão 2

source: Button 3
es_es: Botón 3
pt_br: Botão 3

source: Button custom class
es_es: Botón de clase personalizada
pt_br: Classe personalizada do botão

source: Button size
es_es: Tamaño del botón
pt_br: Tamanho do botão

source: Button style
es_es: Estilo botón
pt_br: Estilo do botão

source: Button text
es_es: Texto del botón
pt_br: Texto do botão

source: Buttons link
es_es: Enlace a los botones
pt_br: Link do botão

source: Captions
es_es: Leyendas
pt_br: Legendas

source: Choose a button
es_es: Elija un botón
pt_br: Escolha um botão

source: Click here
es_es: Pulse aquí
pt_br: Clique aqui

source: Colors
es_es: Colores
pt_br: Cores

source: Contact the admin to request help.
es_es: Póngase en contacto con el administrador para solicitar ayuda.
pt_br: Entre em contato com o administrador para solicitar ajuda.

source: Controls
es_es: Controla
pt_br: Controles

source: Controls color
es_es: Controla el color
pt_br: Cor dos controles

source: Current tab
es_es: Pestaña actual
pt_br: Aba atual

source: Custom CSS
es_es: CSS personalizado
pt_br: CSS personalizado

source: Deactive forward after double click
es_es: Avance inactivo tras doble clic
pt_br: Desativar avançar no toque duplo

source: Default
es_es: Por defecto
pt_br: Padrão

source: Detect page interaction to start with audio
es_es: Detectar la interacción con la página para iniciar el audio
pt_br: Detectar interação na página para começar com áudio

source: Disable pause
es_es: Desactivar pausa
pt_br: Desabilitar pause

source: Dummy Progress Bar
es_es: Barra de progreso simulada
pt_br: Barra de progresso fictícia

source: Embed your videos from Panda Video easier with the Plugin!
es_es: ¡Incrusta tus vídeos de Panda Video más fácilmente con el Plugin!
pt_br: Integre seus vídeos da Panda Vídeo mais fácil com o Plugin!

source: ex.: .panda-button or panda-button
es_es: ej.: .panda-button o panda-button
pt_br: ex.: .panda-button ou panda-button

source: Extra large
es_es: Extra grande
pt_br: Extra grande

source: Fast Forward 10s
es_es: Avance rápido 10s
pt_br: Avançar 10s

source: Feel free to talk to the
es_es: No dude en hablar con el
pt_br: Sinta-se à vontade para falar com o

source: Font color
es_es: Color de fuente
pt_br: Cor da fonte

source: Font size
es_es: Tamaño de letra
pt_br: Tamanho da fonte

source: Go back to necessary plugins panel
es_es: Volver al panel de plugins necesarios
pt_br: Voltar para o painel de plugins necessários

source: Height (px)
es_es: Altura (px)
pt_br: Altura (px)

source: Hide controls before the play
es_es: Ocultar los controles antes de la reproducción
pt_br: Ocultar controles antes da reprodução

source: if needed
es_es: en caso necesario
pt_br: se necessário

source: Ignore warning
es_es: Ignorar advertencia
pt_br: Ignorar aviso

source: Impact
es_es: Impacto
pt_br: Impacto

source: Insert your video's link in "Edit Panda Video".
es_es: Inserta el enlace de tu vídeo en "Editar Panda Video".
pt_br: Insira o link do seu vídeo em "Editar Panda Video".

source: Install needed plugin
es_es: Instalar el plugin necesario
pt_br: Instalar o plugin necessário

source: Install needed plugins
es_es: Instalar los plugins necesarios
pt_br: Instalar os plugins necessários

source: Install plugins
es_es: Instalar plugins
pt_br: Instalar plugins

source: Installing plugin: %s
es_es: Instalando plugin: %s
pt_br: Instalando o plugin: %s

source: Large
es_es: Grande
pt_br: Grande

source: Looping time (seconds)
es_es: Tiempo de bucle (segundos)
pt_br: Tempo de loop (segundos)

source: Main color
es_es: Color principal
pt_br: Cor principal

source: Medium
es_es: Medio
pt_br: Médio

source: Muted indicator
es_es: Indicador de silencio
pt_br: Indicador de mudo

source: Opacity
es_es: Opacidad
pt_br: Opacidade

source: Open link on
es_es: Abrir enlace en
pt_br: Abrir link em

source: Panda's logo
es_es: Logotipo del panda
pt_br: Logo da Panda Video

source: Paste here video's HLS, Embed code or dashboard's url
es_es: Pega aquí el HLS del vídeo, el código Embed o la url del dashboard
pt_br: Cole aqui o código HLS, Embed ou link da dashboard do seu vídeo.

source: Pause thumbnail
es_es: Pausa miniatura
pt_br: Thumbnail de pause

source: Play
es_es: Jugar

source: Play opens fullscreen
es_es: Play se abre a pantalla completa
pt_br: Play abre fullscreen

source: Plug & Play of Panda Videos' player.
es_es: Plug & Play del reproductor de Panda Videos.
pt_br: Plug & Play do player da Panda Video.

source: Plugin activated successfully.
es_es: Plugin activado correctamente.
pt_br: Plugin ativado com sucesso.

source: Progress
es_es: Progreso
pt_br: Progresso

source: Reduce speed at % of the video
es_es: Reducir la velocidad al % del vídeo
pt_br: Reduzir a velocidade em % do vídeo

source: Report bug
es_es: Informar de un error
pt_br: Relatar bug

source: Resume Play
es_es: Reanudar el juego
pt_br: Continuar de onde parou

source: Resume watching
es_es: Vigilancia del currículum
pt_br: Salvar de onde parou

source: Resume watching button
es_es: Botón de reanudar la visualización
pt_br: Botão de continue assistindo

source: Rewind 10s
es_es: Rebobinar 10s
pt_br: Voltar 10s

source: Secondary color
es_es: Color secundario
pt_br: Cor secundária

source: Section's class
es_es: Clase de la sección
pt_br: Classe da seção

source: Sent
es_es: Enviado
pt_br: Enviado

source: Settings
es_es: Ajustes
pt_br: Configurações

source: Show after the second
es_es: Mostrar después del segundo
pt_br: Mostrar após o segundo

source: Show buttons from the dashboard
es_es: Mostrar botones del salpicadero
pt_br: Mostrar botões da dashboard

source: Show Panda Button at a specific time
es_es: Mostrar el Botón Panda a una hora determinada
pt_br: Mostrar Panda Button em um momento específico

source: Show section at a specific time
es_es: Mostrar sección a una hora determinada
pt_br: Mostrar seção em um momento específico

source: Small
es_es: Pequeño
pt_br: Pequeno

source: Speed
es_es: Velocidad
pt_br: Velocidade

source: support
es_es: soporte
pt_br: suporte

source: Text color
es_es: Color del texto
pt_br: Cor do texto

source: Text weight
es_es: Peso del texto
pt_br: Peso do texto

source: The needed plugin %1$s is deactivated.
es_es: El plugin %1$s necesario está desactivado.
pt_br: O plugin necessário %1$s está desativado.

source: The plugin Panda Player needs the following plugin: %1$s.
es_es: El plugin Panda Player necesita el siguiente plugin: %1$s.
pt_br: O plugin Panda Player precisa do seguinte plugin: %1$s.

source: The plugin was activated successfully.
es_es: El plugin se ha activado correctamente.
pt_br: O plugin foi ativado com êxito.

source: There is one or more plugins that need to be installed.
es_es: Hay uno o más plugins que necesitan ser instalados.
pt_br: Há um ou mais plugins que precisam ser instalados.

source: Thumbnail in the end of video
es_es: Miniatura al final del vídeo
pt_br: Thumbnail no fim do vídeo

source: Title
es_es: Título
pt_br: Título

source: to activate the sound
es_es: para activar el sonido
pt_br: para ativar o som

source: Top text
es_es: Texto superior
pt_br: Texto superior

source: Updating: %s
es_es: Actualización: %s
pt_br: Atualizando: %s

source: Use fullscreen with additional script
es_es: Usar pantalla completa con script adicional
pt_br: Usar fullscreen com script adicional

source: Use native fullscreen
es_es: Usar pantalla completa nativa
pt_br: Usar fullscreen nativo

source: Use recommended settings
es_es: Utilice los ajustes recomendados
pt_br: Usar configurações recomendadas

source: Video link
es_es: Enlace de vídeo
pt_br: Link do vídeo

source: Video thumbnail
es_es: Miniatura del vídeo
pt_br: Thumbnail padrão

source: Volume
es_es: Volumen

source: You have already started watching this video.
es_es: Ya has empezado a ver este vídeo.
pt_br: Você já começou a assistir este vídeo.

source: Your container's class
es_es: La clase de su contenedor
pt_br: Classe do seu container

source: https://www.pandavideo.com/
pt_br: https://www.pandavideo.com.br/
